/********************************************************************
	************************************************************
	*
	*@file     main.c
	*@author   Bin
	*@data     2016.08
	*@brief    主函数实现功能
        *
	************************************************************
*********************************************************************/
#include "stm32f10x.h"
#include "bsp_usart_interrupt.h"

int main(void)
{	
	usart_config() ;
	
	printf("\r\n  Serial communication experiment \r\n" ) ; 
	
	while( 1 ) ;
}

	


